
{
"version" : 101,
"motivations" :
  [
    "Life is better at the beach\n☀️🌊",
    "I am more than enough.",
    "I believe in my dreams, myself, and all that I am.",
    "I love myself for who I am.\n❤️",
    "I create my own happiness.\n❤️",
    "My life is filled with abundance of goodness.",
    "My challenges are actually opportunities.",
    "I am beautiful just the way I am.\n❤️",
    "I am successful.",
    "I am confident.\n💯",
    "I am powerful.",
    "I am strong.",
    "I am getting better and better every day.",
    "All I need is within me right now.\n❤️",
    "I wake up motivated.",
    "I am an unstoppable force of nature.",
    "I am a living, breathing example of motivation.",
    "I am living with abundance.",
    "I am having a positive and inspiring impact on the people I come into contact with.",
    "I am inspiring people through my work.",
    "I’m rising above the thoughts that are trying to make me angry or afraid.",
    "Today is a phenomenal day.",
    "I am grateful for everything I have in my life.",
    "I am filled with focus.",
    "I am independent and self-sufficient.",
    "I feel more grateful each day.",
    "My soul radiates from the inside and warms the souls of others.",
    "I am surrounded by people who love me and value me.",
    "I am the architect of my life.\nI build its foundation and choose its contents.",
    "Today, I am brimming with energy and overflowing with joy.",
    "My body is healthy,\nmy mind is brilliant,\nmy soul is tranquil.",
    "I am superior to negative thoughts and low actions.",
    "I have been given endless talents which I begin to utilize today.",
    "I forgive those who have harmed me in my past and peacefully detach from them.",
    "A river of compassion washes away my anger and replaces it with love.",
    "I possess the qualities needed to be extremely successful.",
    "My life is growing, expanding, and thriving.",
    "Creative energy surges through me and leads me to new and brilliant ideas.",
    "Happiness is a choice.\nAnd I choose to be happy.",
    "My ability to conquer my challenges is limitless,\nmy potential to succeed is infinite.",
    "I am courageous and I stand up for myself.",
    "My thoughts are filled with positivity and my life is plentiful with prosperity.",
    "Today, I abandon my old habits and take up new, more positive ones.",
    "Many people look up to me and recognize my worth; I am admired.",
    "I am blessed with an incredible family and wonderful friends.",
    "I acknowledge my own\nself-worth, my confidence is soaring.",
    "Everything that is happening now is happening for my ultimate good.",
    "I am a powerhouse,\nI am indestructible.",
    "My future is an ideal projection of what I envision now.",
    "My efforts are being supported by the universe,\nmy dreams manifest into reality before my eyes.",
    "I radiate beauty,\ncharm,\nand grace.",
    "My obstacles are moving out of my way,\nmy path is carved towards greatness.",
    "I wake up today with strength in my heart and clarity in my mind.",
    "My fears of tomorrow are simply melting away.",
    "I am at peace with all that has happened, is happening, and will happen.",
    "My life is just beginning.",
    "I affirm and encourage others, as I do myself.",
    "I am held and supported by those who love me.",
    "I am loved and worthy.",
    "I am optimistic because today is a new day.",
    "I am well-rested and excited for the day.",
    "I am proof enough of who I am and what I deserve.",
    "I am responsible for myself, and I start there.",
    "I am still learning so it’s okay to make mistakes.",
    "I celebrate the good qualities in others and myself.",
    "I deserve an affirming touch on my own terms.",
    "I breathe in trust, I exhale doubt.",
    "I can control how I respond to things that are confronting.",
    "I have everything I need to succeed.",
    "I look forward to tomorrow and the opportunities that await me.",
    "I welcome the wisdom that comes with growing older.",
    "I am proud of the woman I have become, and the woman I will be.",
    "I am ready!",
    "I've got this!",
    "I deserve love and happiness!",
    "I make a difference in the world by simply existing in it.",
    "The Four Agreements\n\nBe Impeccable With Your Word.\nDon't Take Anything Personally.\nDon't Make Assumptions.\nAlways Do Your Best.\n\n\n",
    "I am grateful for my Parents,\nmy siblings.\nAnd my pets 🐿️",
    "Today, I will succeed.",
    "Life is beautiful.",
    "My hard work will pay off.",
    "Today is an opportunity to grow and learn.",
    "I deserve the love I exhibit."
  ]
}
